import { chatType } from "../types/chatType";

export const YELLOW_CHAT: chatType[] = [
  {
    id: "나",
    message: "안녕, 노랑아! 잘 지내?",
    time: "2024-09-25T17:00:03.000Z",
  },
  {
    id: "노랑이",
    message: "안녕! 나도 잘 지내. 너는?",
    time: "2024-09-25T17:01:15.000Z",
  },
  {
    id: "나",
    message: "나도 잘 지내고 있어. 오늘 뭐했어?",
    time: "2024-09-25T17:02:30.000Z",
  },
  {
    id: "노랑이",
    message: "오늘 산책 갔다 왔어. 날씨가 너무 좋더라!",
    time: "2024-09-25T17:03:45.000Z",
  },
  {
    id: "나",
    message: "우와! 어디로 갔어?",
    time: "2024-09-25T17:04:50.000Z",
  },
  {
    id: "노랑이",
    message: "근처 공원에 갔어. 나무들도 푸르고, 바람도 시원해서 기분 좋았어.",
    time: "2024-09-25T17:06:10.000Z",
  },
  {
    id: "노랑이",
    message: "바람도 시원해서 기분 좋았어.",
    time: "2024-09-25T17:06:10.000Z",
  },
  {
    id: "나",
    message: "진짜 좋았겠다. 다음엔 나도 같이 가고 싶다!",
    time: "2024-09-25T17:07:25.000Z",
  },
  {
    id: "노랑이",
    message: "좋아! 언제든 같이 가자~",
    time: "2024-09-25T17:08:45.000Z",
  },
  {
    id: "나",
    message: "그럼 이번 주말에 갈까?",
    time: "2024-09-25T17:10:00.000Z",
  },
  {
    id: "노랑이",
    message: "응, 주말에 만나서 같이 가자!",
    time: "2024-09-25T17:11:15.000Z",
  },
];
